{
    "(save {{highestYearlyDiscount}}%)": "(ušetříte {{highestYearlyDiscount}}%)",
    "{{amount}} days free": "{{amount}} dní zdarma",
    "{{amount}} off": "{{amount}} zdarma",
    "{{amount}} off for first {{number}} months.": "{{amount}} zdarma na prvních {{number}} měsíce.",
    "{{amount}} off for first {{period}}.": "{{amount}} zdarma na první {{period}}.",
    "{{amount}} off forever.": "{{amount}} zdarma navždy.",
    "{{discount}}% discount": "{{discount}}% sleva",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} již nebude dostávat zpravodaj {{newsletterName}}.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} již nebude dostávat e-maily, když někdo odpoví na váš komentář.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} již nebude dostávat tento zpravodaj.",
    "{{trialDays}} days free": "{{trialDays}} dnů zdarma",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Odkaz pro přihlášení jsme poslalina váš e-mail. Pokud vám zpráva nepřijde do 3 minut, zkontrolujte složku s nevyžádanou poštou!",
    "Account": "Účet",
    "Account settings": "Nastavení účtu",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Po zkušební době vám bude účtována běžná cena za vybraný plán. Předplatné můžete kdykoli předtím zrušit.",
    "Already a member?": "Jste již členem?",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Nastala neočekávaná chyba. Zkuste to prosím znovu nebo <a>kontaktujte podporu</a>, pokud chyba přetrvává.",
    "Back": "Zpět",
    "Back to Log in": "Zpět na přihlášení",
    "Billing info": "Fakturační údaje",
    "Black Friday": "Černý pátek",
    "Cancel anytime.": "Lze kdykoli zrušit.",
    "Cancel subscription": "Zrušit odběr",
    "Cancellation reason": "Důvod zrušení",
    "Change": "Změnit",
    "Check spam & promotions folders": "Zkontrolujte složky s nevyžádanou poštou a reklamami",
    "Check with your mail provider": "Kontaktujte poskytovatele vaší e-mailové schránky.",
    "Choose": "Vybrat",
    "Choose a different plan": "Vybrat jiný plán",
    "Choose your newsletters": "Vyberat zpravodaje",
    "Click here to retry": "Zkusit znovu",
    "Close": "Zavřít",
    "Comments": "Komentáře",
    "Complimentary": "Bezplatné",
    "Confirm": "Potvrdit",
    "Confirm cancellation": "Potvrdit zrušení",
    "Confirm subscription": "Potvrdit odběr",
    "Contact support": "Kontaktovat podporu",
    "Continue": "Pokračovat",
    "Continue subscription": "Pokračovat v odběru",
    "Could not sign in. Login link expired.": "Nepodařilo se přihlásit. Odkaz pro přihlášení vypršel.",
    "Could not update email! Invalid link.": "Nepodařilo se upravit e-mail! Odkaz není platný.",
    "Create a new contact": "Vytvořit nový kontakt",
    "Current plan": "Aktuální plán",
    "Delete account": "Smazat účet",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Nechtěli jste to udělat? <button>Spravujte nastavení</button>.",
    "Don't have an account?": "Nemáte účet?",
    "Edit": "Upravit",
    "Email": "E-mail",
    "Email newsletter": "Emailový zpravodaj",
    "Email preferences": "Předvolby e-mailu",
    "Emails": "E-maily",
    "Emails disabled": "E-maily vypnuty",
    "Ends {{offerEndDate}}": "Končí {{offerEndDate}}",
    "Error": "Chyba",
    "Expires {{expiryDate}}": "Vyprší {{expiryDate}}",
    "Forever": "Navždy",
    "Free Trial – Ends {{trialEnd}}": "Zkušební doba, končí {{trialEnd}}",
    "Get help": "Získat pomoc",
    "Get in touch for help": "Kontaktujte nás",
    "Get notified when someone replies to your comment": "Dostávat upozornění, když někdo odpoví na váš komentář",
    "Give feedback on this post": "Dát zpětnou vazbu k tomuto příspěvku",
    "Help! I'm not receiving emails": "Pomoc! Nepřicházejí mi e-maily",
    "Here are a few other sites you may enjoy.": "Zde je několik dalších webů, které by se vám mohly líbit.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Pokud je zpravodaj označen jako spam, e-maily jsou automaticky vypnuty pro tuto adresu, aby se zajistilo, že již nebudete dostávat žádné nevyžádané zprávy.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Pokud byla stížnost na spam nechtěná, nebo chcete začít znovu dostávat e-maily, můžete se znovu přihlásit k odběru e-mailů kliknutím na tlačítko na předchozí obrazovce.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Pokud nyní zrušíte své předplatné, budete mít přístup až do {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Používáte-li firemní nebo vládní e-mailový účet, obraťte se na své IT oddělení a požádejte je, aby umožnili příjem e-mailů od {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Pokud chcete opět dostávat e-maily, doporučujeme zkontrolovat nastavení vaší e-mailové schránky. A poté  na předchozí obrazovce klepněte na tlačítko pro opětovné přihlášení.",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "Pokud nedostáváte e-mailový zpravodaj, který jste si přihlásili, postupujte následovně.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Pokud jste provedli všechny tato dopručení a stále nedostáváte e-maily, kontaktujte naši podporu {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "V případě, že dojde k trvalé chybě při pokusu o odeslání zpravodaje, budou e-maily vypnuty na účtu.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Ve e-mailovém klientovi přidejte {{senderEmail}} do seznamu kontaktů. Tím dáte najevo vašemu poskytovateli e-mailů, že zprávy odeslané z naší adresy může považovat za důvěryhodné.",
    "Less like this": "Méně podobných",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Ujistěte se, že e-maily nejsou omylem v složkách s nevyžádanou poštou nebo reklamami ve vaší e-mailové schránce. Pokud ano, klikněte na „Označit jako nevyžádaný“ a/nebo „Přesunout do doručené pošty“.",
    "Manage": "Spravovat",
    "Maybe later": "Možná později",
    "Memberships unavailable, contact the owner for access.": "Členství není k dispozici, o přístup požádejte vlastníka.",
    "Monthly": "Měsíčně",
    "More like this": "Víc podobných",
    "Name": "Jméno",
    "Need more help? Contact support": "Potřebujete poradit? Kontaktujte podporu",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Zpravodaje mohou být na vašem účtu vypnuty ze dvou důvodů. Minulý e-mail byl označen jako spam, nebo pokus o odeslání zprávy skončil trvalou chybou (tzv. bounce).",
    "Not receiving emails?": "Nepřicházejí vám e-maily?",
    "Now check your email!": "Zkontrolujte svou e-mailovou schránku!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Pokud ani po opětovném zapnutí odběru stále nevidíte zprávy ve své e-mailové schránce, zkontrolujte složku s nevyžádanou poštou. Někteří poskytovatelé e-mailových schránek si uchovávají záznamy o předchozích stížnostech na spam a budou nadále označovat e-maily jako spam. Pokud se to stane, označte nejnovější zpravodaj jako „Nejedná se o spam“, aby se vrátil zpět do vaší hlavní e-mailové schránky.",
    "Permanent failure (bounce)": "Trvalá chyba (bounce)",
    "Plan": "Plán",
    "Plan checkout was cancelled.": "Platba za plán byla zrušena.",
    "Plan upgrade was cancelled.": "Upgrade plánu byl zrušen.",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Napište na {{supportAddress}} pro úpravu vašeho bezplatného předplatného.",
    "Please fill in required fields": "Vyplňte povinná pole",
    "Price": "Cena",
    "Re-enable emails": "Znovu povolit e-maily",
    "Recommendations": "Doporučení",
    "Renews at {{price}}.": "Nově za {{price}}.",
    "Retry": "Zkusit znovu",
    "Save": "Uložit",
    "Send an email and say hi!": "Pošlete e-mail a dejte o sobě vědět!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "Pošlete e-mail na {{senderEmail}} a pozdravte. Tím dáte najevo vašemu poskytovateli e-mailů, že zprávy z naší adresy může považovat za důvěryhodné.",
    "Sending login link...": "Odesílá se odkaz pro přihlášení...",
    "Sending...": "Odesílá se...",
    "Show all": "Zobrazit vše",
    "Sign in": "Přihlásit se",
    "Sign out": "Odhlásit se",
    "Sign up": "Registrovat se",
    "Signup error: Invalid link": "Chyba při registraci: Neplatný odkaz",
    "Sorry, that didn’t work.": "Omlouváme se, nefunguje to.",
    "Spam complaints": "Stížnosti na spam",
    "Start {{amount}}-day free trial": "Začít {{amount}} denní bezplatné období",
    "Starting {{startDate}}": "Začíná {{startDate}}",
    "Starting today": "Začíná dnes",
    "Submit feedback": "Odeslat zpětnou vazbu",
    "Subscribe": "Odebírat",
    "Subscribed": "Odebíráno",
    "Success": "V pořádku",
    "Success! Check your email for magic link to sign-in.": "V pořádku! Zkontrolujte e-mailovou schránku a klepněte na odkaz pro přihlášení.",
    "Success! Your account is fully activated, you now have access to all content.": "V pořádku! Váš účet je plně aktivován, nyní máte přístup celému obsahu.",
    "Success! Your email is updated.": "V pořádku! Váš e-mail byl aktualizován.",
    "Successfully unsubscribed": "Odběr byl úspěšně zrušen",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Děkujeme za odběr. Než začnete číst, máme pro vás několik dalších webů, které by se vám mohly líbit.",
    "Thanks for the feedback!": "Děkujeme za zpětnou vazbu!",
    "That didn't go to plan": "Něco se nepovedlo",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Máme pro vás e-mailovou adresu {{memberEmail}}. Pokud to není správně, můžete ji upravit v <button>nastavení účtu</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Při odesílání vaší zpětné vazby došlo se něco nepovedlo. Zkuste to prosím znovu později.",
    "This site is invite-only, contact the owner for access.": "Tento web je pouze pro pozvané, kontaktujte majitele pro přístup.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Pro dokončení registrace klikněte na potvrzovací odkaz ve vaší e-mailové schránce. Pokud nepřijde do 3 minut, zkontrolujte prosím složku nevyžádaných zpráv (spam)!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Vyzkoušejte zdarma po dobu {{amount}} dnů, a dále za {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Staňte se předplatitelem a získejte přístup ke všem zpravodajům.",
    "Unsubscribe from all emails": "Odhlásit se od všech e-mailů",
    "Unsubscribed": "Odběr zrušen",
    "Unsubscribed from all emails.": "Odběr všech e-mailů zrušen.",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Vypnutím odběru zpravodajů se nezruší vaše předplatné na webu {{title}}",
    "Update": "Aktualizovat",
    "Update your preferences": "Aktualizovat předvolby",
    "Verification link sent, check your inbox": "Ověřovací odkaz byl odeslán, zkontrolujte svou e-mailovou schránku",
    "Verify your email address is correct": "Ověřte, zda je e-mailová adresa správná",
    "View plans": "Zobrazit plány",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Nemohli jsme vás odhlásit, protože e-mailová adresa nebyla nalezena. Kontaktujte prosím majitele webu.",
    "Welcome back, {{name}}!": "Vítejte zpět, {{name}}!",
    "Welcome back!": "Vítejte zpět!",
    "Welcome to {{siteTitle}}": "Vítejte na webu {{siteTitle}}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Když e-mailová schránka odmítá přijímat zprávu, nazývá se to bounce. V mnoha případech jde o dočasný problém. V některých případech však může zůstat jako trvalá chyba, například je-li e-mailová adresa neplatná nebo už neexistuje.",
    "Why has my email been disabled?": "Proč je můj e-mail vypnutý?",
    "Yearly": "Ročně",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Nyní máte bezplatné členství, upgradujte na placené členství s plnýhodnotým obsahem.",
    "You have been successfully resubscribed": "Úspěšně jste se opět přihlásili k odběru",
    "You're currently not receiving emails": "Momentálně nedostáváte e-maily",
    "You're not receiving emails": "Nedostáváte e-maily",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Zprávy nedostáváte, protože jste naši e-mailovou adresu označili jako spam, nebo doručování zpráv na vámi zadanou adresu nefunguje.",
    "You've successfully signed in.": "Jste úspěšně přihlášeni.",
    "You've successfully subscribed to": "Úspěšně jste se přihlásili k odběru",
    "Your account": "Váš účet",
    "Your input helps shape what gets published.": "Vaše připomínky nám pomáhají se zlepšovat.",
    "Your subscription will expire on {{expiryDate}}": "Vaše předplatné vyprší {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Vaše předplatné se obnoví {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Vaše předplatné začne {{subscriptionStart}}",
}
